Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Auto-fetched from DeepSeek. No bundled description.
de: Automatisch von DeepSeek abgerufen. Keine integrierte Beschreibung.
es: Obtenido automáticamente de DeepSeek. Sin descripción adjunta.
fr: Récupéré automatiquement depuis DeepSeek. Aucune description intégrée.
ja: DeepSeekから自動取得。バンドルされた説明はありません。
ko: DeepSeek에서 자동 가져옴. 번들된 설명 없음.
zh_hans: 从 DeepSeek 自动获取。无捆绑描述。
zh_hant: 自動從 DeepSeek 取得。未包含描述。

source: Auto-fetched from Kimi. No bundled description.
de: Automatisch von Kimi abgerufen. Keine integrierte Beschreibung.
es: Obtenido automáticamente de Kimi. Sin descripción adjunta.
fr: Récupéré automatiquement depuis Kimi. Aucune description intégrée.
ja: Kimiから自動取得。バンドルされた説明はありません。
ko: Kimi에서 자동으로 가져옴. 번들된 설명 없음.
zh_hans: 从 Kimi 自动获取。无捆绑描述。
zh_hant: 自動從 Kimi 取得。未包含描述。

source: Auto-fetched from MiniMax. No bundled description.
de: Automatisch abgerufen von MiniMax. Keine integrierte Beschreibung.
es: Obtenido automáticamente de MiniMax. Sin descripción empaquetada.
fr: Auto-récupéré depuis MiniMax. Pas de description fournie.
ja: MiniMaxから自動取得。バンドルされた説明はありません。
ko: MiniMax에서 자동으로 가져왔습니다. 번들된 설명이 없습니다.
zh_hans: 从 MiniMax 自动获取。无捆绑描述。
zh_hant: 由 MiniMax 自動擷取。未提供內建描述。

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
zh_hans: 可用
zh_hant: 可用

source: Back
de: Zurück
es: Atrás
fr: Précédent
ja: 戻る
ko: 이전
zh_hans: 上一步
zh_hant: 上一步

source: Background & Text
de: Hintergrund & Text
es: Fondo y texto
fr: Arrière-plan et texte
ja: 背景と文字
ko: 배경 및 텍스트
zh_hans: 背景和文本
zh_hant: 背景與文字

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
zh_hans: 备份
zh_hant: 備份

source: Backup & restore
de: Sichern & wiederherstellen
es: Copia de seguridad y restauración
fr: Sauvegarde & restauration
ja: バックアップと復元
ko: 백업 & 복원
zh_hans: 备份与恢复
zh_hant: 備份還原

source: Better:
de: Besser:
es: Mejor:
fr: Mieux :
ja: 改善:
ko: 더 나은:
zh_hans: 更地道:
zh_hant: 更好的選項：

source: Bilingual
de: Zweisprachig
es: Bilingüe
fr: Bilingue
ja: バイリンガル
ko: 이중 언어
zh_hans: 双语
zh_hant: 雙語

source: Bilingual dictionary
de: Zweisprachiges Wörterbuch
es: Diccionario bilingüe
fr: Dictionnaire bilingue
ja: バイリンガル辞書
ko: 이중 언어 사전
zh_hans: 双语词典
zh_hant: 雙語字典

source: Book Default
de: Standard
es: Predeterminado del libro
fr: Défaut du livre
ja: ブック既定値
ko: 책 기본값
zh_hans: 书籍默认值
zh_hant: 書籍預設值

source: Both permissions granted. Try it out below.
de: Beide Berechtigungen erteilt. Probieren Sie es unten aus.
es: Ambos permisos concedidos. Pruébalo abajo.
fr: Les deux autorisations ont été accordées. Essayez ci-dessous.
ja: 両方の権限が付与されました。以下でお試しください。
ko: 두 권한이 모두 부여되었습니다. 아래에서 사용해 보세요.
zh_hans: 两项权限均已授予。下方就可以试用了。
zh_hant: 已授權兩項權限。請在下方試用。

source: Brief
de: Kurz
es: Breve
fr: Bref
ja: 簡潔
ko: 간결한
zh_hans: 简短
zh_hant: 簡潔

source: Bundle contents:
de: Bündelinhalt:
es: Contenido del paquete:
fr: Contenu du bundle :
ja: バンドル内容:
ko: 번들 내용:
zh_hans: 备份内容:
zh_hant: 套件內容：

source: By feature
de: Nach Funktion
es: Por característica
fr: Par fonctionnalité
ja: 機能別
ko: 기능별
zh_hans: 按功能
zh_hant: 依功能

source: By provider
de: Nach Anbieter
es: Por proveedor
fr: Par fournisseur
ja: プロバイダ別
ko: 제공자별
zh_hans: 按服务商
zh_hant: 依提供者

source: Cached clip
de: Zwischengespeicherter Clip
es: Fragmento en caché
fr: Clip mis en cache
ja: キャッシュ済みクリップ
ko: 캐시된 클립
zh_hans: 缓存片段
zh_hant: 快取剪貼

source: Cached clips
de: Zwischengespeicherte Clips
es: Clips en caché
fr: Éléments mis en cache
ja: キャッシュ済みクリップ
ko: 캐시된 클립들
zh_hans: 缓存片段
zh_hant: 已快取剪貼板

source: Calls
de: Anrufe
es: Llamadas
fr: Appels
ja: 通話
ko: 통화
zh_hans: 调用次数
zh_hant: 通話

source: Can't edit here — correction copied to clipboard.
de: Hier kann nicht bearbeitet werden — Korrektur wurde in die Zwischenablage kopiert.
es: No se puede editar aquí — la corrección se ha copiado al portapapeles.
fr: Impossible de modifier ici — la correction a été copiée dans le presse-papiers.
ja: ここでは編集できません — 修正がクリップボードにコピーされました。
ko: 여기서는 편집할 수 없습니다 — 수정 사항이 클립보드에 복사되었습니다.
zh_hans: 无法在此编辑 — 更正已复制到剪贴板。
zh_hant: 無法在此編輯 — 已將更正內容複製到剪貼板。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Capture all settings tabs
de: Alle Einstellungs-Registerkarten erfassen
es: Capturar todas las pestañas de configuración
fr: Capturer tous les onglets de paramètres
ja: すべての設定タブをキャプチャ
ko: 모든 설정 탭 캡처
zh_hans: 捕获所有设置标签
zh_hant: 擷取所有設定分頁

source: Casual
de: Umgangssprachlich
fr: Informel
ja: カジュアル
ko: 캐주얼
zh_hans: 随意
zh_hant: 非正式

source: Chat history
de: Chatverlauf
es: Historial de chat
fr: Historique des discussions
ja: チャット履歴
ko: 대화 기록
zh_hans: 聊天历史
zh_hant: 聊天歷史

source: Chat language
de: Sprache des Chats
es: Idioma del chat
fr: Langue du chat
ja: チャット言語
ko: 대화 언어
zh_hans: 聊天语言
zh_hant: 對話語言

source: Chat only
de: Nur Chat
es: Solo chat
fr: Chat uniquement
ja: チャットのみ
ko: 채팅 전용
zh_hans: 仅聊天
zh_hant: 僅聊天

source: Chat only (Fn + C)
de: Nur Chat (Fn + C)
es: Solo chat (Fn + C)
fr: Chat uniquement (Fn + C)
ja: チャットのみ (Fn + C)
ko: 채팅 전용 (Fn + C)
zh_hans: 仅聊天 (Fn + C)
zh_hant: 僅聊天 (Fn + C)

source: Chat reminder frequency
de: Häufigkeit der Chat-Erinnerungen
es: Frecuencia de recordatorios de chat
fr: Fréquence des rappels de discussion
ja: チャットのリマインダー頻度
ko: 채팅 알림 빈도
zh_hans: 聊天提醒频率
zh_hant: 聊天提醒頻率

source: Chat reply language
de: Sprache der Chat-Antwort
es: Idioma de respuesta de chat
fr: Langue de réponse de la discussion
ja: チャット返信言語
ko: 채팅 응답 언어
zh_hans: 聊天回复语言
zh_hant: 聊天回覆語言

source: Chat with %@
de: Chatten mit %@
es: Chat con %@
fr: Discuter avec %@
ja: %@ とチャット
ko: @%@와 채팅
zh_hans: 与 %@ 聊天
zh_hant: 與 %@ 聊天

source: Chat with Glotty
de: Mit Glotty chatten
es: Chat con Glotty
fr: Discuter avec Glotty
ja: Glottyとチャット
ko: Glotty와 대화하기
zh_hans: 和 Glotty 聊天
zh_hant: 與 Glotty 聊天

source: Chat with Glotty in %@
de: Mit Glotty in %@ chatten
es: Chat con Glotty en %@
fr: Discuter avec Glotty en %@
ja: %@でGlottyとチャット
ko: %@에서 Glotty와 대화하기
zh_hans: 用%@和 Glotty 聊天
zh_hant: 在 %@ 中與 Glotty 聊天

source: Cheapest tier. Use when polishing high volumes of short text and latency matters more than depth.
de: Günstigste Stufe. Verwenden Sie bei der Überarbeitung großer Mengen kurzer Texte, wenn Latenz wichtiger ist als Tiefe.
es: Tarifa más económica. Úsalo para pulir grandes volúmenes de texto corto y cuando la latencia importa más que la profundidad.
fr: Niveau le moins cher. À utiliser pour polir de grands volumes de texte court quand la latence prime sur la profondeur.
ja: 最も安価なティア。短文を大量に仕上げる際に使用し、遅延よりも深さよりも重要です。
ko: 가장 저렴한 등급. 짧은 텍스트를 대량으로 다듬을 때, 지연 시간이 깊이보다 더 중요할 때 사용합니다.
zh_hans: 最便宜层级。适用于大量短文本润色，延迟比深度更重要时。
zh_hant: 最便宜的等級。適用於大量短文本潤色，當延遲比深度更重要時使用。

source: Checking spelling…
de: Rechtschreibung wird überprüft…
es: Comprobando la ortografía…
fr: Vérification de l'orthographe…
ja: スペルを確認中…
ko: 맞춤법 검사 중…
zh_hans: 正在检查拼写…
zh_hant: 檢查拼字中…

source: Checking…
de: Überprüfen…
es: Comprobando…
fr: Vérification…
ja: 確認中…
ko: 확인 중…
zh_hans: 正在检查…
zh_hant: 檢查中…

source: Choose an EPUB or PDF
de: Wählen Sie eine EPUB- oder PDF-Datei aus
es: Seleccionar un EPUB o PDF
fr: Choisissez un EPUB ou PDF
ja: EPUB または PDF を選択
ko: EPUB 또는 PDF 선택
zh_hans: 选择 EPUB 或 PDF
zh_hant: 選擇 EPUB 或 PDF

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear all
de: Alles löschen
es: Limpiar todo
fr: Effacer tout
ja: すべてクリア
ko: 모두 지우기
zh_hans: 全部清除
zh_hant: 清除全部

source: Clear all chat history
de: Chatverlauf komplett löschen
es: Limpiar todo el historial de chat
fr: Effacer tout l'historique des discussions
ja: すべてのチャット履歴をクリア
ko: 모든 대화 기록 삭제
zh_hans: 清空所有聊天历史
zh_hant: 清除所有聊天記錄

source: Clear all memories
de: Alle Erinnerungen löschen
es: Limpiar todos los recuerdos
fr: Effacer tous les souvenirs
ja: すべてのメモリをクリア
ko: 모든 기억 삭제
zh_hans: 清空所有记忆
zh_hant: 清除所有記憶

source: Clear all token-usage history?
de: Gesamte Token-Nutzungshistorie löschen?
es: ¿Limpiar historial de uso de tokens?
fr: Effacer tout l'historique d'utilisation des jetons ?
ja: すべてのトークン使用履歴をクリアしますか？
ko: 모든 토큰 사용 기록을 삭제하시겠습니까?
zh_hans: 清除所有令牌使用历史？
zh_hant: 清除所有使用記錄？

source: Clear all usage history
de: Nutzungsverlauf komplett löschen
es: Limpiar todo el historial de uso
fr: Effacer tout l'historique d'utilisation
ja: すべての使用履歴をクリア
ko: 모든 사용 기록 삭제
zh_hans: 清空所有用量记录
zh_hant: 清除所有使用記錄

source: Clear history
de: Verlauf löschen
es: Limpiar historial
fr: Effacer l'historique
ja: 履歴をクリア
ko: 기록 지우기
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄

source: Clear history…
de: Verlauf löschen…
es: Limpiar historial…
fr: Effacer l'historique…
ja: 履歴をクリア…
ko: 기록 지우기…
zh_hans: 清除历史记录…
zh_hant: 清除歷史記錄…

source: Clear voice cache (%@)
de: Sprachcache leeren (%@)
es: Vaciar caché de voz (%@)
fr: Effacer le cache vocal (%@)
ja: 音声キャッシュをクリア(%@)
ko: 음성 캐시 지우기 (%@)
zh_hans: 清除语音缓存 (%@)
zh_hant: 清除語音快取 (%@)

source: Click a row to reopen the most recent polish run that flagged this category.
de: Klicke auf eine Zeile, um den letzten Überprüfungslauf erneut zu öffnen, der diese Kategorie markiert hat.
es: Haga clic en una fila para reabrir la ejecución de pulido más reciente que marcó esta categoría.
fr: Cliquez sur une ligne pour rouvrir le dernier d'étape de polissage ayant signalé cette catégorie.
ja: 行をクリックして、このカテゴリをフラグした最新のポリッシュ実行を再度開きます。
ko: 이 카테고리를 표시한 가장 최근 다듬기 실행을 다시 열려면 행을 클릭하세요.
zh_hans: 点击行可重新打开标记了此类型的最近一次润色记录。
zh_hant: 點擊一行以重新開啟標示此類別的最新優化執行。

source: Click a suggestion to reopen the conversation that produced it — approve or reject it from there. Or use Dismiss all to clear the whole queue.
de: Klicke auf einen Vorschlag, um das Gespräch erneut zu öffnen, das ihn erzeugt hat — genehmige oder lehne ihn dort ab. Oder Verwerfen alle verwenden, um die gesamte Warteschlange zu leeren.
es: Haga clic en una sugerencia para reabrir la conversación que la produjo — apruébela o rechácela desde allí. O use Descartar todo para limpiar toda la cola.
fr: Cliquez sur une suggestion pour rouvrir la conversation qui l'a produite — approuvez ou rejetez-la à partir de là. Ou utilisez Tout ignorer pour effacer toute la file d'attente.
ja: 提案をクリックして、それを作成した会話を再度開きます — そこから承認または拒否します。または、すべてを却下して全体のキューをクリアします。
ko: 제안을 클릭하여 해당 제안이 생성된 대화를 다시 열고, 승인하거나 거부할 수 있습니다. 또는 모두 무시를 사용하여 큐 전체를 지울 수 있습니다.
zh_hans: 点击建议可重新打开产生它的对话 —— 在那里接受或拒绝。也可以使用「全部忽略」清空整个队列。
zh_hant: 點擊建議以重新開啟產生它的對話 — 從那裡批准或拒絕它。或使用全部關閉以清除整個佇列。

source: Click to copy
de: Klicken zum Kopieren
es: Haz clic para copiar
fr: Cliquez pour copier
ja: クリックしてコピー
ko: 클릭하여 복사
zh_hans: 点击复制
zh_hant: 點擊複製

source: Click to copy the polished version (native-language translation shown below for reference)
de: Klicken, um die polierte Version zu kopieren (Muttersprachliche Übersetzung zur Referenz unten angezeigt)
es: Haz clic para copiar la versión pulida (se muestra la traducción al idioma nativo de referencia a continuación)
fr: Cliquez pour copier la version améliorée (la traduction en langue originale est affichée ci-dessous à titre de référence)
ja: クリックして磨き上げられたバージョンをコピーします（参考のため、ネイティブ言語の翻訳が下に表示されています）
ko: 클릭하여 수정된 버전을 복사합니다 (참조를 위해 아래에 원어 번역이 표시됨)
zh_hans: 点击复制润色版本（下方显示的是原生语言翻译以供参考）
zh_hant: 點擊複製潤色後版本（下方顯示的為原文作為參考）

source: Click to copy the translation
de: Klicken, um die Übersetzung zu kopieren
es: Haz clic para copiar la traducción
fr: Cliquez pour copier la traduction
ja: クリックして翻訳をコピーします
ko: 클릭하여 번역을 복사합니다
zh_hans: 点击复制翻译
zh_hant: 點擊複製翻譯

source: Click to make this the active context
de: Klicken, um dies zum aktiven Kontext zu machen
es: Haz clic para convertirlo en el contexto activo
fr: Cliquez pour définir ce contexte comme actif
ja: クリックしてアクティブなコンテキストにする
ko: 클릭하여 이것을 활성 컨텍스트로 설정
zh_hans: 点击将其设为当前上下文
zh_hant: 點擊將此設定為作用中的內文

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Coding-focused model on Moonshot's Anthropic-compatible API. Single canonical id; aliases like k2p5 / k2p6 normalize to this.
de: Auf Code spezialisiertes Modell auf Moonshots Anthropic-kompatibler API. Ein kanonischer ID; Aliase wie k2p5 / k2p6 werden auf diesen normiert.
es: Modelo enfocado en programación en la API de Anthropic-compatible de Moonshot. ID canónico único; alias como k2p5 / k2p6 se normalizan a este.
fr: Modèle axé sur la programmation sur l'API compatible Anthropic de Moonshot. ID unique ; les alias comme k2p5 / k2p6 se normalisent vers celui-ci.
ja: MoonshotのAnthropic互換API上のコーディング向けモデル。単一の規定IDであり、k2p5/k2p6のような別名はこれに正規化されます。
ko: 문샷의 앤트로픽 호환 API에 있는 코딩 중심 모델. 단일 정규 ID; k2p5 / k2p6 같은 별칭은 이것으로 정규화됩니다.
zh_hans: Moonshot 的 Anthropic 兼容 API 上的编程专用模型。单个规范 ID；别名如 k2p5 / k2p6 会规范化为此。
zh_hant: Moonshot 的 Anthropic 相容 API 上的程式碼專注模型。單一規範 ID；像 k2p5 / k2p6 這別名會標準化為此 ID。

source: Common mistake types
de: Häufige Fehlerarten
es: Tipos de errores comunes
fr: Types d'erreurs courants
ja: 一般的なミスタイプ
ko: 일반적인 오류 유형
zh_hans: 常见错误类型
zh_hant: 常見錯誤類型

source: Completion
de: Vervollständigung
es: Finalización
fr: Achèvement
ja: 完了
ko: 완료
zh_hans: 输出
zh_hant: 完成

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: パスワードの確認
ko: 비밀번호 확인
zh_hans: 确认密码
zh_hant: 確認密碼

source: Context
de: Kontext
es: Contexto
fr: Contexte
ja: コンテキスト
ko: 맥락
zh_hans: 上下文
zh_hant: 情境

source: Context memory
de: Kontextspeicher
es: Memoria de contexto
fr: Mémoire de contexte
ja: コンテキストメモリ
ko: 맥락 기억
zh_hans: 上下文记忆
zh_hant: 上下文記憶

source: Contexts
de: Kontexte
es: Contextos
fr: Contextes
ja: コンテキスト
ko: 맥락들
zh_hans: 上下文
zh_hant: 情境

source: Contexts let you keep parallel sets of memories. When a context is active, its memories inject alongside Global ones; memories scoped to other contexts stay dormant.
de: Kontexte ermöglichen es Ihnen, parallele Erinnerungssätze zu speichern. Wenn ein Kontext aktiv ist, werden seine Erinnerungen zusammen mit den globalen injiziert; auf andere Kontexte bezogene Erinnerungen bleiben inaktiv.
es: Los contextos le permiten mantener conjuntos paralelos de recuerdos. Cuando un contexto está activo, sus recuerdos se inyectan junto con los globales; los recuerdos limitados a otros contextos permanecen inactivos.
fr: Les contextes vous permettent de conserver des ensembles parallèles de souvenirs. Lorsqu'un contexte est actif, ses souvenirs s'injectent avec les souvenirs globaux ; les souvenirs spécifiques à d'autres contextes restent inactifs.
ja: コンテキストを使用すると、並行したメモリのセットを保持できます。コンテキストがアクティブな場合、そのメモリはグローバルなメモリと共に注入されます。他のコンテキストにスコープされたメモリは休止状態になります。
ko: 맥락들은 병렬적인 기억 세트를 유지하게 해줍니다. 맥락이 활성 상태일 때, 해당 기억은 전역 기억과 함께 주입되고, 다른 맥락에 범위가 지정된 기억은 비활성 상태로 남습니다.
zh_hans: 上下文让你可以保存多组平行的记忆。当某个上下文处于激活状态时,它的记忆会和全局记忆一起注入;其他上下文的记忆保持休眠。
zh_hant: 情境讓您可以保留並行的記憶集合。當情境作用中時，其記憶會與全域記憶一同注入；作用於其他情境的記憶會保持非作用狀態。

source: Correct spelling
de: Rechtschreibung korrigieren
es: Corregir ortografía
fr: Corriger l'orthographe
ja: スペルを修正
ko: 맞춤법 검사
zh_hans: 拼写正确
zh_hant: 修正拼寫

source: Correct spelling of selected word
de: Rechtschreibung des ausgewählten Wortes korrigieren
es: Corregir ortografía de la palabra seleccionada
fr: Corriger l'orthographe du mot sélectionné
ja: 選択した単語のスペルを修正
ko: 선택된 단어의 맞춤법 수정
zh_hans: 更正所选单词的拼写
zh_hant: 更正所選單字的拼寫

source: Correct the selected word's spelling
de: Rechtschreibung des ausgewählten Wortes korrigieren
es: Corregir la ortografía de la palabra seleccionada
fr: Corriger l'orthographe du mot sélectionné
ja: 選択した単語のスペルを修正します
ko: 선택된 단어의 맞춤법을 수정합니다
zh_hans: 更正所选单词的拼写
zh_hant: 更正所選單字的拼寫方式

source: Couldn't export logs (no log file yet, or Desktop unavailable).
de: Protokolle konnten nicht exportiert werden (noch keine Protokolldatei vorhanden, oder Desktop nicht verfügbar).
es: No se pudieron exportar los registros (aún no hay archivo de registro o el escritorio no está disponible).
fr: Impossible d'exporter les journaux (aucun fichier journal encore, ou Bureau indisponible).
ja: ログをエクスポートできませんでした (まだログファイルがないか、デスクトップが利用できません)。
ko: 로그를 내보낼 수 없습니다 (아직 로그 파일이 없거나 데스크톱을 사용할 수 없습니다).
zh_hans: 无法导出日志（尚无日志文件，或桌面不可用）。
zh_hant: 無法匯出日誌 (尚無日誌檔案，或桌面不可用)。

source: Couldn't load voices: %@
de: Stimmen konnten nicht geladen werden: %@
es: No se pudieron cargar las voces: %@
fr: Impossible de charger les voix : %@
ja: ボイスを読み込めませんでした: %@
ko: 목소리를 불러올 수 없습니다: %@
zh_hans: 无法加载语音：%@
zh_hant: 無法載入語音：%@

source: Couldn't open this PDF.
de: Konnte diese PDF-Datei nicht öffnen.
es: No se pudo abrir este PDF.
fr: Impossible d'ouvrir ce PDF.
ja: この PDF を開けませんでした。
ko: 이 PDF를 열 수 없습니다.
zh_hans: 无法打开此 PDF。
zh_hant: 無法開啟此 PDF 檔案。

source: Couldn't open this book: %@
de: Konnte dieses Buch nicht öffnen: %@
es: No se pudo abrir este libro: %@
fr: Impossible d'ouvrir ce livre : %@
ja: このブックを開けませんでした: %@
ko: 이 책을 열 수 없습니다: %@
zh_hans: 无法打开此书：%@
zh_hant: 無法開啟此書籍：%@

source: Couldn't translate any strings (LLM unavailable?). Relaunching anyway.
de: Konnte keine Zeichenketten übersetzen (LLM nicht verfügbar?). Starte trotzdem neu.
es: No se pudo traducir ninguna cadena (¿el LLM no está disponible?). Reiniciando de todos modos.
fr: Impossible de traduire aucune chaîne (LLM indisponible?). Redémarrage quand même.
ja: 文字列を翻訳できませんでした (LLMが利用できない？)。とにかく再起動します。
ko: 문자열을 번역할 수 없습니다 (LLM을 사용할 수 없나요?). 다시 시작합니다.
zh_hans: 无法翻译任何字符串（LLM 不可用？）。仍将重新启动。
zh_hant: 無法翻譯任何字串 (LLM 不可用？)。仍然會重新啟動。

source: Current default — replaces V3 (deepseek-chat/reasoner). $0.14/1M input · $0.28/1M output. Thinking mode is on by default, so chat/explain shows a brief "thinking" preamble. Polish disables thinking automatically to keep JSON output snappy.
de: Aktueller Standard — ersetzt V3 (deepseek-chat/reasoner). $0.14/1M Eingabe · $0.28/1M Ausgabe. Denken-Modus ist standardmäßig eingeschaltet, sodass Chat/Erklärung eine kurze "Denken"-Einleitung zeigt. Überarbeitung schaltet Denken automatisch aus, um JSON-Ausgabe schnell zu halten.
es: Predeterminado actual — reemplaza a V3 (deepseek-chat/reasoner). $0.14/1M de entrada · $0.28/1M de salida. El modo de pensamiento está activado por defecto, por lo que chat/explain muestra un breve preámbulo "pensando". Polish desactiva el pensamiento automáticamente para mantener la salida JSON rápida.
fr: Défaut actuel — remplace V3 (deepseek-chat/reasoner). $0.14/1M entrées · $0.28/1M sorties. Le mode de pensée est activé par défaut, donc chat/explain montre un bref préambule "pense". Polish désactive automatiquement la pensée pour garder la sortie JSON réactive.
ja: 現在のデフォルト — V3（deepseek-chat/reasoner）に置き換えられます。入力$0.14/100万・出力$0.28/100万。思考モードはデフォルトでオンなので、チャット/説明には短い「思考」プレリュードが表示されます。仕上げはJSON出力を素早くするために自動的に思考を無効にします。
ko: 현재 기본값 — V3(deepseek-chat/reasoner)를 대체합니다. $0.14/1M 입력 · $0.28/1M 출력. 사고 모드는 기본값으로 켜져 있어, 채팅/설명에서 짧은 "사고" 서문이 표시됩니다. 다듬기는 JSON 출력이 빠르게 유지되도록 자동으로 사고를 비활성화합니다.
zh_hans: 当前默认模型 — 替代 V3 (deepseek-chat/reasoner)。$0.14/1M 输入 · $0.28/1M 输出。思考模式默认开启，因此聊天/解释会显示简短的"thinking"前言。润色会自动禁用思考以保持 JSON 输出简洁。
zh_hant: 當前預設 — 取代 V3 (deepseek-chat/reasoner)。輸入 $0.14/百萬 · 輸出 $0.28/百萬。思考模式預設開啟，因此聊天/解說會顯示簡短的「思考」前言。潤色會自動停用思考模式以保持 JSON 輸出快速。

source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: 毎日
ko: 일일
zh_hans: 每天
zh_hant: 每日

source: Dark
de: Dunkel
es: Oscuro
fr: Foncé
ja: ダーク
ko: 어두운
zh_hans: 深色
zh_hant: 深色

source: Debug
de: Debuggen
es: Depurar
fr: Déboguer
ja: デバッグ
ko: 디버그
zh_hans: 调试
zh_hant: 偵錯

source: Decode foreign text into a chosen language. Highlight any text, hold Fn, then within 600ms tap T. A popup shows the translation; press Esc to dismiss. Runs locally via Apple's translation — no LLM required.
de: Übersetzt fremdsprachigen Text in eine gewählte Sprache. Text markieren, Fn halten und innerhalb von 600 ms T drücken. Ein Popup zeigt die Übersetzung; Esc zum Schließen. Läuft lokal über Apples Übersetzungs-Framework — kein LLM nötig.
es: Decodifica texto en otro idioma. Selecciona el texto, mantén Fn y pulsa T en menos de 600 ms. Aparece una ventana con la traducción; pulsa Esc para cerrarla. Funciona localmente con la traducción de Apple, sin necesidad de un LLM.
fr: Traduisez un texte étranger dans la langue choisie. Sélectionnez le texte, maintenez Fn et tapez T en moins de 600 ms. Une fenêtre affiche la traduction ; appuyez sur Esc pour la fermer. Fonctionne en local avec la traduction Apple, sans LLM.
ja: 外国語の文章を選んだ言語に翻訳します。テキストを選択し、Fn を押しながら 600 ミリ秒以内に T を押すと、ポップアップで翻訳が表示されます。Esc で閉じます。Apple のローカル翻訳で動作するため、LLM は不要です。
ko: 외국어 텍스트를 원하는 언어로 옮깁니다. 텍스트를 선택하고 Fn을 누른 채 600밀리초 이내에 T를 누르세요. 팝업으로 번역이 나타나며 Esc로 닫습니다. Apple 로컬 번역으로 동작하므로 LLM이 필요 없습니다.
zh_hans: 把外文翻译成你选定的语言。选中任意文本,按住 Fn,在 600 毫秒内按 T。弹窗会显示译文;按 Esc 关闭。基于 Apple 本地翻译框架,不需要 LLM。
zh_hant: 將外文翻譯成你選定的語言。選取任意文字,按住 Fn,在 600 毫秒內按 T。彈出視窗會顯示譯文;按 Esc 關閉。透過 Apple 本機翻譯執行,無需 LLM。

source: Decode foreign text into a chosen language. Select any text, then press ⌘⌥T (or right-click → Services → Translate with Glotty). A popup shows the translation; press Esc to dismiss. Runs locally via Apple's translation — no LLM required.
de: Fremden Text in eine ausgewählte Sprache decodieren. Wählen Sie beliebigen Text aus, dann drücken Sie ⌘⌥T (oder Rechtsklick → Dienste → Übersetzen mit Glotty). Ein Popup zeigt die Übersetzung an; drücken Sie Esc, um es zu schließen. Läuft lokal über Apples Übersetzung — kein LLM erforderlich.
es: Descodificar texto extranjero a un idioma elegido. Selecciona cualquier texto, luego presiona ⌘⌥T (o haz clic derecho → Servicios → Traducir con Glotty). Un popup muestra la traducción; presiona Esc para descartar. Se ejecuta localmente mediante la traducción de Apple — no se requiere LLM.
fr: Décoder du texte étranger dans une langue choisie. Sélectionnez n'importe quel texte, puis appuyez sur ⌘⌥T (ou clic droit → Services → Traduire avec Glotty). Une fenêtre contextuelle affiche la traduction ; appuyez sur Esc pour la fermer. S'exécute localement via la traduction d'Apple — pas de LLM requis.
ja: 選択した言語に外国語のテキストをデコードします。任意のテキストを選択し、⌘⌥Tを押す（または右クリック → サービス → Glottyで翻訳）。ポップアップが翻訳を表示します；Escを押して閉じます。Appleの翻訳をローカルで実行 — LLMは不要です。
ko: 선택한 언어로 외국 텍스트 해독. 모든 텍스트를 선택한 다음 ⌘⌥T를 누르거나(오른쪽 클릭 → 서비스 → Glotty로 번역) 실행합니다. 팝업이 번역을 표시하며, Esc를 누르면 닫힙니다. Apple 번역을 통해 로컬로 실행됩니다 — LLM이 필요하지 않습니다.
zh_hans: 将外语文本解码成所选语言。选择任意文本，然后按 ⌘⌥T（或右键单击 → 服务 → 使用 Glotty 翻译）。弹出窗口显示翻译；按 Esc 关闭。通过 Apple 的翻译本地运行 — 无需 LLM。
zh_hant: 將外文解碼為選取的語言。選取任何文字，然後按下 ⌘⌥T (或右鍵 → 服務 → 使用 Glotty 翻譯)。彈出視窗會顯示翻譯結果；按下 Esc 關閉。透過 Apple 的翻譯技術在本地執行 — 不需要 LLM。

source: Decrypt
de: Entschlüsseln
es: Descifrar
fr: Déchiffrer
ja: 復号化
ko: 복호화
zh_hans: 解密
zh_hant: 解密

source: Decrypt backup
de: Sicherung entschlüsseln
es: Descifrar copia de seguridad
fr: Déchiffrer la sauvegarde
ja: バックアップを復号化
ko: 백업 복호화
zh_hans: 解密备份
zh_hant: 解密備份
